{"conference": {"name": "NAACL 2019", "location": "Frankfurt", "datetime": "4. - 10. May", "submission_deadlines": ["10. February", "11. February"], "topics": ["NLP", "Transformers"], "organizers": ["orga1", "orga2"], "papers": [{"authors": "Nora Hollenstein, Ce Zhang", "title": "Entity Recognition at First Sight: Improving NER with Eye Movement Information", "link": "http"}, {"authors": "Yair Lakretz, Germán Kruszewski, Théo Desbordes, Dieuwke Hupkes, Stanislas Dehaene, Marco Baroni", "title": "The emergence of number and syntax units in LSTM language models", "link": "http"}, {"authors": "Hadi Amiri", "title": "Neural Self-Training through Spaced Repetition", "link": "http"}, {"authors": "Richard Futrell, Ethan Wilcox, Takashi Morita, Peng Qian, Miguel Ballesteros, Roger Levy", "title": "Neural language models as psycholinguistic subjects: Representations of syntactic state", "link": "http"}, {"authors": "Dan Schwartz, Tom Mitchell", "title": "Understanding language-elicited EEG data by predicting it from a fine-tuned language model", "link": "http"}, {"authors": "Sameer Bansal, Herman Kamper, Karen Livescu, Adam Lopez, Sharon Goldwater", "title": "Pre-training on high-resource speech recognition improves low-resource speech-to-text translation", "link": "http"}, {"authors": "Cory Shain, Micha Elsner", "title": "Measuring the perceptual availability of phonological features during language acquisition using unsupervised binary stochastic autoencoders", "link": "http"}, {"authors": "Vicky Zayats, Mari Ostendorf", "title": "Giving Attention to the Unexpected: Using Prosody Innovations in Disfluency Detection", "link": "http"}, {"authors": "Oliver Adams, Matthew Wiesner, Shinji Watanabe, David Yarowsky", "title": "Massively Multilingual Adversarial Speech Recognition", "link": "http"}, {"authors": "Nikolai Vogler, Craig Stewart, Graham Neubig", "title": "Lost in Interpretation: Predicting Untranslated Terminology in Simultaneous Interpretation", "link": "http"}, {"authors": "Chris Dongjoo Kim, Byeongchang Kim, Hyunmin Lee, Gunhee Kim", "title": "AudioCaps: Generating Captions for Audios in The Wild", "link": "http"}, {"authors": "Nabil Hossain, John Krumm, Michael Gamon", "title": "“President Vows to Cut &lt;Taxes&gt; Hair”: Dataset and Analysis of Creative Text Editing for Humorous Headlines", "link": "http"}, {"authors": "Sudha Rao, Hal Daumé III", "title": "Answer-based Adversarial Training for Generating Clarification Questions", "link": "http"}, {"authors": "Wei Zhao, Liang Wang, Kewei Shen, Ruoyu Jia, Jingming Liu", "title": "Improving Grammatical Error Correction via Pre-Training a Copy-Augmented Architecture with Unlabeled Data", "link": "http"}, {"authors": "Wenlin Wang, Zhe Gan, Hongteng Xu, Ruiyi Zhang, Guoyin Wang, Dinghan Shen, Changyou Chen, Lawrence Carin", "title": "Topic-Guided Variational Auto-Encoder for Text Generation", "link": "http"}, {"authors": "Thomas Ruprecht, Tobias Denkinger", "title": "Implementation of a Chomsky-Schützenberger n-best parser for weighted multiple context-free grammars", "link": "http"}, {"authors": "Mathieu Dehouck, Pascal Denis", "title": "Phylogenic Multi-Lingual Dependency Parsing", "link": "http"}, {"authors": "Maximin Coavoux, Shay B. Cohen", "title": "Discontinuous Constituency Parsing with a Stack-Free Transition System and a Dynamic Oracle", "link": "http"}, {"authors": "Guillaume Wisniewski, François Yvon", "title": "How Bad are PoS Tagger in Cross-Corpora Settings? Evaluating Annotation Divergence in the UD Project.", "link": "http"}, {"authors": "Miloš Stanojević, Mark Steedman", "title": "CCG Parsing Algorithm with Incremental Tree Rotation", "link": "http"}, {"authors": "Hao Fu, Chunyuan Li, Xiaodong Liu, Jianfeng Gao, Asli Celikyilmaz, Lawrence Carin", "title": "Cyclical Annealing Schedule: A Simple Approach to Mitigating KL Vanishing", "link": "http"}, {"authors": "Natalie Schluter", "title": "Recurrent models and lower bounds for projective syntactic decoding", "link": "http"}, {"authors": "Gijs Wijnholds, Mehrnoosh Sadrzadeh", "title": "Evaluating Composition Models for Verb Phrase Elliptical Sentence Embeddings", "link": "http"}, {"authors": "Chu-Cheng Lin, Hao Zhu, Matthew R. Gormley, Jason Eisner", "title": "Neural Finite-State Transducers: Beyond Rational Relations", "link": "http"}, {"authors": "Prince Zizhuang Wang, William Yang Wang", "title": "Riemannian Normalizing Flow on Variational Wasserstein Autoencoder for Text Modeling", "link": "http"}, {"authors": "Tuhin Chakrabarty, Christopher Hidey, Kathy McKeown", "title": "IMHO Fine-Tuning Improves Claim Detection", "link": "http"}, {"authors": "Rashmi Gangadharaiah, Balakrishnan Narayanaswamy", "title": "Joint Multiple Intent Detection and Slot Labeling for Goal-Oriented Dialog", "link": "http"}, {"authors": "Malihe Alikhani, Sreyasi Nag Chowdhury, Gerard de Melo, Matthew Stone", "title": "CITE: A Corpus of Image-Text Discourse Relations", "link": "http"}, {"authors": "Sanuj Sharma, Prafulla Kumar Choubey, Ruihong Huang", "title": "Improving Dialogue State Tracking by Discerning the Relevant Context", "link": "http"}, {"authors": "Satwik Kottur, José M. F. Moura, Devi Parikh, Dhruv Batra, Marcus Rohrbach", "title": "CLEVR-Dialog: A Diagnostic Dataset for Multi-Round Reasoning in Visual Dialog", "link": "http"}, {"authors": "Jesse Mu, Helen Yannakoudakis, Ekaterina Shutova", "title": "Learning Outside the Box: Discourse-level Features Improve Metaphor Identification", "link": "http"}, {"authors": "Michael Wiegand, Josef Ruppenhofer, Thomas Kleinbauer", "title": "Detection of Abusive Language: the Problem of Biased Datasets", "link": "http"}, {"authors": "Hila Gonen, Yoav Goldberg", "title": "Lipstick on a Pig: Debiasing Methods Cover up Systematic Gender Biases in Word Embeddings But do not Remove Them", "link": "http"}, {"authors": "Thomas Manzini, Lim Yao Chong, Alan W. Black, Yulia Tsvetkov", "title": "Black is to Criminal as Caucasian is to Police: Detecting and Removing Multiclass Bias in Word Embeddings", "link": "http"}, {"authors": "Chandler May, Alex Wang, Shikha Bordia, Samuel R. Bowman, Rachel Rudinger", "title": "On Measuring Social Biases in Sentence Encoders", "link": "http"}, {"authors": "Jieyu Zhao, Tianlu Wang, Mark Yatskar, Ryan Cotterell, Vicente Ordonez, Kai-Wei Chang", "title": "Gender Bias in Contextualized Word Embeddings", "link": "http"}, {"authors": "Shikha Bordia, Samuel R. Bowman", "title": "Identifying and Reducing Gender Bias in Word-Level Language Models", "link": "http"}, {"authors": "Alexander Miserlis Hoyle, Lawrence Wolf-Sonkin, Hanna Wallach, Ryan Cotterell, Isabelle Augenstein", "title": "Combining Sentiment Lexica with a Multi-View Variational Autoencoder", "link": "http"}, {"authors": "Meishan Zhang, Peili Liang, Guohong Fu", "title": "Enhancing Opinion Role Labeling with Semantic-Aware Word Representations from Semantic Role Labeling", "link": "http"}, {"authors": "Evgeny Kim, Roman Klinger", "title": "Frowning Frodo, Wincing Leia, and a Seriously Great Friendship: Learning to Classify Emotional Relationships of Fictional Characters", "link": "http"}, {"authors": "Janek Bevendorff, Benno Stein, Matthias Hagen, Martin Potthast", "title": "Generalizing Unmasking for Short Texts", "link": "http"}, {"authors": "Robert McHardy, Heike Adel, Roman Klinger", "title": "Adversarial Training for Satire Detection: Controlling for Confounding Variables", "link": "http"}, {"authors": "Rushab Munot, Ani Nenkova", "title": "Emotion Impacts Speech Recognition Performance", "link": "http"}, {"authors": "Erion Çano, Ondřej Bojar", "title": "Keyphrase Generation: A Text Summarization Struggle", "link": "http"}, {"authors": "Christos Baziotis, Ion Androutsopoulos, Ioannis Konstas, Alexandros Potamianos", "title": "SEQˆ3: Differentiable Sequence-to-Sequence-to-Sequence Autoencoder for Unsupervised Abstractive Sentence Compression", "link": "http"}, {"authors": "Ori Shapira, David Gabay, Yang Gao, Hadar Ronen, Ramakanth Pasunuru, Mohit Bansal, Yael Amsterdamer, Ido Dagan", "title": "Crowdsourcing Lightweight Pyramids for Manual Summary Evaluation", "link": "http"}, {"authors": "Hassan Hajipoor, Hadi Amiri, Maseud Rahgozar, Farhad Oroumchian", "title": "Serial Recall Effects in Neural Language Modeling", "link": "http"}, {"authors": "Tobias Falke, Iryna Gurevych", "title": "Fast Concept Mention Grouping for Concept Map-based Multi-Document Summarization", "link": "http"}, {"authors": "Jiatong Li, Kai Zheng, Hua Xu, Qiaozhu Mei, Yue Wang", "title": "The Strength of the Weakest Supervision: Topic Classification Using Class Labels", "link": "http"}, {"authors": "Jungo Kasai, Dan Friedman, Robert Frank, Dragomir Radev, Owen Rambow", "title": "Syntax-aware Neural Semantic Role Labeling with Supertags", "link": "http"}, {"authors": "Daniel Fernández-González, Carlos Gómez-Rodríguez", "title": "Left-to-Right Dependency Parsing with Pointer Networks", "link": "http"}, {"authors": "Michalina Strzyz, David Vilares, Carlos Gómez-Rodríguez", "title": "Viable Dependency Parsing as Sequence Labeling", "link": "http"}, {"authors": "Alan Akbik, Tanja Bergmann, Roland Vollgraf", "title": "Pooled Contextualized Embeddings for Named Entity Recognition", "link": "http"}, {"authors": "Zhanming Jie, Pengjun Xie, Wei Lu, Ruixue Ding, Linlin Li", "title": "Better Modeling of Incomplete Annotations for Named Entity Recognition", "link": "http"}, {"authors": "Debjit Paul, Mittul Singh, Michael A. Hedderich, Dietrich Klakow", "title": "Handling Noisy Labels for Robustly Learning from Self-Training Data for Low-Resource Sequence Labeling", "link": "http"}, {"authors": "Xiaotian Jiang, Quan Wang, Bin Wang", "title": "Adaptive Convolution for Multi-Relational Learning", "link": "http"}, {"authors": "Takuma Ebisu, Ryutaro Ichise", "title": "Graph Pattern Entity Ranking Model for Knowledge Graph Completion", "link": "http"}, {"authors": "Xiaozhi Wang, Xu Han, Zhiyuan Liu, Maosong Sun, Peng Li", "title": "Adversarial Training for Weakly Supervised Event Detection", "link": "http"}, {"authors": "Elham J. Barezi, Ian D. Wood, Pascale Fung, Hamid R. Rabiee", "title": "A Submodular Feature-Aware Framework for Label Subset Selection in Extreme Classification Problems", "link": "http"}, {"authors": "Jianhao Yan, Lin He, Ruqin Huang, Jian Li, Ying Liu", "title": "Relation Extraction with Temporal Reasoning Based on Memory Augmented Distant Supervision", "link": "http"}, {"authors": "Jingqing Zhang, Piyawat Lertvittayakumjorn, Yike Guo", "title": "Integrating Semantic Knowledge to Tackle Zero-shot Text Classification", "link": "http"}, {"authors": "Procheta Sen, Debasis Ganguly, Gareth Jones", "title": "Word-Node2Vec: Improving Word Embedding with Document-Level Non-Local Word Co-occurrences", "link": "http"}, {"authors": "Eleftheria Briakou, Nikos Athanasiou, Alexandros Potamianos", "title": "Cross-Topic Distributional Semantic Representations Via Unsupervised Mappings", "link": "http"}, {"authors": "Dmetri Hayes", "title": "What just happened? Evaluating retrofitted distributional word vectors", "link": "http"}, {"authors": "Nelson F. Liu, Matt Gardner, Yonatan Belinkov, Matthew E. Peters, Noah A. Smith", "title": "Linguistic Knowledge and Transferability of Contextual Representations", "link": "http"}, {"authors": "Karl Stratos", "title": "Mutual Information Maximization for Simple and Accurate Part-Of-Speech Induction", "link": "http"}, {"authors": "Yoon Kim, Alexander Rush, Lei Yu, Adhiguna Kuncoro, Chris Dyer, Gábor Melis", "title": "Unsupervised Recurrent Neural Network Grammars", "link": "http"}, {"authors": "Serhii Havrylov, Germán Kruszewski, Armand Joulin", "title": "Cooperative Learning of Disjoint Syntax and Semantics", "link": "http"}, {"authors": "Andrew Drozdov, Patrick Verga, Mohit Yadav, Mohit Iyyer, Andrew McCallum", "title": "Unsupervised Latent Tree Induction with Deep Inside-Outside Recursive Auto-Encoders", "link": "http"}, {"authors": "Angli Liu, Jingfei Du, Veselin Stoyanov", "title": "Knowledge-Augmented Language Model and Its Application to Unsupervised Named-Entity Recognition", "link": "http"}, {"authors": "Meishan Zhang, Zhenghua Li, Guohong Fu, Min Zhang", "title": "Syntax-Enhanced Neural Machine Translation with Syntax-Aware Word Representations", "link": "http"}, {"authors": "Emmanouil Antonios Platanios, Otilia Stretcu, Graham Neubig, Barnabas Poczos, Tom Mitchell", "title": "Competence-based Curriculum Learning for Neural Machine Translation", "link": "http"}, {"authors": "Jiawei Wu, Xin Wang, William Yang Wang", "title": "Extract and Edit: An Alternative to Back-Translation for Unsupervised Neural Machine Translation", "link": "http"}, {"authors": "Maruan Al-Shedivat, Ankur Parikh", "title": "Consistency by Agreement in Zero-Shot Neural Machine Translation", "link": "http"}, {"authors": "Jie Hao, Xing Wang, Baosong Yang, Longyue Wang, Jinfeng Zhang, Zhaopeng Tu", "title": "Modeling Recurrence for Transformer", "link": "http"}, {"authors": "Tiancheng Zhao, Kaige Xie, Maxine Eskenazi", "title": "Rethinking Action Spaces for Reinforcement Learning in End-to-end Dialog Agents with Latent Variable Models", "link": "http"}, {"authors": "Deng Cai, Yan Wang, Wei Bi, Zhaopeng Tu, Xiaojiang Liu, Wai Lam, Shuming Shi", "title": "Skeleton-to-Response: Dialogue Generation Guided by Retrieval Memory", "link": "http"}, {"authors": "Xiang Gao, Sungjin Lee, Yizhe Zhang, Chris Brockett, Michel Galley, Jianfeng Gao, Bill Dolan", "title": "Jointly Optimizing Diversity and Relevance in Neural Response Generation", "link": "http"}], "tutorials": [{"title": "titel", "authors": ["1", "2"], "abstract": "abstract of this tutorial", "datetime": "2019-10-03 14:00-15:00", "location": "room number", "link": "http"}], "keynotes": [{"title": "Keynote 1: \"Data as a Mirror of Society: Lessons from the Emerging Science of Fairness in Machine Learning\"", "authors": "Arvind Narayanan", "abstract": "abstract of the keynote", "datetime": "2019-06-03 9:30-10:30", "location": "Nicollet Ballroom", "link": "http"}, {"title": "Keynote 2: \"When the Computers Spot the Lie (and People Don’t)\"", "authors": "Rada Mihalcea", "abstract": "abstract of the keynote", "datetime": "2019-06-04 14:00-15:00", "location": "Nicollet Ballroom", "link": "http"}, {"title": "Keynote 3: \"Leaving the Lab: Building NLP Applications that Real People can Use\"", "authors": "Kieran Snyder", "abstract": "abstract of the keynote", "datetime": "2019-06-05 9:00-10:00", "location": "Nicollet Ballroom", "link": "http"}], "workshops": [{"title": "titel", "authors": ["1", "2"], "abstract": "abstract of the workshop", "datetime": "2019-10-03 14:00-15:00", "location": "room number", "link": "http"}]}}